{
    "Introduction": "Oh hi! I'm Aang, the avatar! My friends and I are taking a break from training in this town",
    "danceRejection": "I'm actually hoping to dance with Katara...",
    "Mon": "Hey @! How's it going? You should watch me airbend sometime",
    "Mon2": "I'm trying to find a firebending master to teach me, so let me know if you know anyone!",
    "Mon4": "I live in the forest with Appa and my friends.",
    "Tue": "Here's a secret...#$b#I like Katara$h#$b#I'd really like to give her a special gift. Let me know if you think of anything",
    "Tue2": "Leah and I met about two years ago on a vacation and we became instant friends.#$b#When I needed a place to stay she was there!",
    "Tue4": "I don't need any pets. I have Appa. He's a sky bison and he's my best friend",
    "Tue6": "*Aang is humming a song peacefully in her own little world*$h",
    "Wed": "What do you guys have around here? I heard there's a wizard. I might go look for him",
    "Wed2": "I really want to go to school. One time I went for a little while in the fire nation. It was awesome!",
    "Wed4": "I'm bored. Are there any hot springs around here?",
    "Thu": "I wanted to buy a new boomerang for Sokka but I couldn't find any at Pierre's. You think Joja has any?",
    "Thu2": "I saw a frog earlier and a rabbit. Don't tell Sokka, he might try to eat it",
    "Fri": "Ahh Friday night! Finally I can have a break from training",
    "Fri2": "Have you met my friends, Sokka, Toph, Katara, and Appa?#$b#They're probably out exploring..",
    "Fri4": "I love walking through Pelican Town. There's a forest, mountains and beach all in the one small town",
    "Sat": "I'm sorry, but I can't find Appa and I'm in a bad mood. Please leave me alone$s",
    "Sat2": "If I'm in a bad mood, food might cheer me up. I'm especially fond of cheese cauliflower and baked fish!",
    "Sat4": "My family is Toph, Katara, Sokka, and Appa.",
    "Sun": "I visit Yoba's shrine for training",
    "Sun2": "Even though I don't live here, do you think it's okay to buy seeds and plant some around?",
    "Sun4": "I saw a talking pig in the forest earlier!",
    "summer_Mon": "Geez, it's hot today",
    "summer_Mon2": "I think I'll go to the beach today!",
    "summer_Mon4": "I'm not in a good mood, I'll talk to you later",
    "summer_Mon6": "When I get my own house, it's going to be somewhere up high with a barn for Appa!",
    "summer_Tue": "One day I'll show you my earthbending skills. I'm still working on them with Toph",
    "summer_Tue2": "I saw Zuko yesterday while I was exploring. He never captures me",
    "summer_Tue4": "It's so hot out!",
    "summer_Wed": "I love summer time. It makes me feel lazy, but Katara won't let me slow down",
    "summer_Wed2": "Penny is kind of cute..",
    "summer_Wed4": "After I finish training here, I'm going to Ba Sing Se!",
    "summer_Thu": "Sunscreen is a must in the summer",
    "summer_Thu2": "How is the farming life going? Can I come visit?$s",
    "summer_Thu4": "Sometimes I just sit down and meditate. I want to talk to Roku",
    "summer_Fri": "I'm looking to buy a new saddle for a sky bison. Do you know where I can purchase one?",
    "summer_Fri2": "*Aang is blanking out*$h",
    "summer_Fri4": "My friends and I are going to visit the saloon tonight. Will you be there?",
    "summer_Sat": "I'm sorry, but I don't feel like talking$s",
    "summer_Sat2": "I wish I could go home but there are no air benders anymore, just me. Sometimes it makes me feel lonely",
    "summer_Sat4": "I'm headed over to the store to buy some sugar!#$b#Today is Toph's birthday and I want to make her a cake!",
    "summer_Sun": "I don't want to firebend but Sokka says I have to",
    "summer_Sun2": "Visiting Yoba's shrine relaxes me",
    "summer_Sun4": "I've never seen a movie before! I really want to go there on a date with Katara",
    "fall_Mon": "I didn't expect to be here for so long",
    "fall_Mon2": "Do you know Penny? She's really nice$h",
    "fall_Mon4": "Have you seen Sokka around?",
    "fall_Tue": "I like to make friends wherever I go",
    "fall_Tue2": "I'm thinking about getting new clothes. What do you think of fire nation outfits?",
    "fall_Tue4": "Have you seen Appa?",
    "fall_Wed": "I'm really actually a good dancer",
    "fall_Wed2": "Do you think I should live here after I battle the fire lord?",
    "fall_Wed4": "Do you think Marnie has good feed for Appa?",
    "fall_Thu": "I've been here for a long time#$b#Should I stay? Well I guess that isn't really up to me, but Katara",
    "fall_Thu2": "Sokka's really funny, but don't tell him because he'll get a big head!",
    "fall_Thu4": "Airbending is so fun. I need to find my staff and I can show you later how I fly",
    "fall_Fri": "I'm going to practice water bending in the river with Katara later$s",
    "fall_Fri2": "Hey @! How are you doing?",
    "fall_Fri4": "I'm getting kind of tired of fish and weeds that we find. Do you know where my friends and I can buy food?",
    "fall_Sat": "What's up?",
    "fall_Sat2": "Have you been to the desert? I want to visit",
    "fall_Sat4": "*Aang is blanking out*$h",
    "fall_Sun": "I'm so tired. I'm hiding from Toph, she's making me trains",
    "fall_Sun2": "I saw Shane talking to Katara.. Tell him to leave her alone!! She has a boyfriend",
    "fall_Sun4": "I think I need to head back to Ba Sing Se",
    "winter_Mon": "Sokka told me to train here in Pelican Town. The fire nation hate the cold",
    "winter_Mon2": "It's cold! Is there somewhere I can buy a coat?",
    "winter_Mon4": "Maybe I should just learn fire bending so I don't have to be cold anymore",
    "winter_Tue": "Do you know where Katara is?",
    "winter_Tue2": "You sell produce at Pierre's right? I might pick some up for Appa",
    "winter_Tue4": "Hey farmer, what are you up to?#$b#Sorry Appa stopped by your farm, he thought your crops smelled good",
    "winter_Wed": "We should dance together some time. I even taught fire nation kids how to dance!",
    "winter_Wed2": "Have you seen my staff around? I can't lose it, the monks gave it to me",
    "winter_Thu": "Do you know if there's any houses? I might live here with Katara after I battle the fire nation",
    "winter_Thu2": "*Aang is spaced out*$h",
    "winter_Thu4": "I've never tried wine before. I don't think Sokka will let me drink it, though",
    "winter_Fri": "I'm really good with animals.#$b#Do you think Marnie will let me play with her cows?p$s",
    "winter_Fri2": "If you stop by the ocean sometime I can show you the new waterbending tricks Katara taught me",
    "winter_Fri4": "Toph made us a dirt tent. I'd sure like to stay under a real roof though",
    "winter_Sat": "I'm going fishing later with Sokka. Maybe we'll see you at the beach?",
    "winter_Sat2": "I'm living in the woods right now",
    "winter_Sat4": "I tried pizza yesterday! It was really good",
    "winter_Sun": "What are you up to? Are you a bender too?$a",
    "winter_Sun2": "*Aang is spaced out*$h",
    "winter_Sun4": "Here's a secret. Yoba's shrine is actually a temple for me to connect with the previous avatars."
  }